Repository: BGforgeNet/Fallout2_Party_Orders
Catalog: data/text/po/*.po
Languages: russian

source: ** PC auto-loot OFF **
russian: ** Автолут главным персонажем отключен **

source: ** PC auto-loot ON **
russian: ** Автолут главным персонажем включен **

source: As you wish.
russian: Как пожелаешь.

source: Right away.
russian: Уже иду.

source: Okey.
russian: Хорошо.

source: At your orders.
russian: Как прикажешь.

source: You got it.
russian: Ладно, ладно.

source: At once.
russian: Сию минуту.

source: Woof!
russian: Гав!

source: Woof! Woof!
russian: Гав! Гав!

source: Put your weapon away,
russian: Убери оружие,

source: Holster all your weapons, people.
russian: Народ, спрячьте оружие.

source: You should heal yourself,
russian: Подлечись,

source: You should all heal yourselves now.
russian: Всем быстро подлечиться.

source: uses a super stimpak.
russian: использует суперстимулятор.

source: uses a stimpak.
russian: использует стимулятор.

source: heals
russian: излечивает

source: hit points.
russian: ед. здоровья.

source: fails to do any healing.
russian: лечение не получается.

source: is out of healing supplies.
russian: закончились лекарства.

source: Loot the remains,
russian: Собирай добро,

source: That's enough. Come back,
russian: Хватит. Назад,

source: I don't have enough room for that stuff.
russian: У меня не хватает места для этих вещей.

source: Done.
russian: Готово.

source: I've finished.
russian: Я закончил.

source: Done and done.
russian: Все готово.

source: That was all.
russian: Вот и всё.

source: No more to loot.
russian: Больше нечего собирать.

source: All party members are overloaded and can't loot.
russian: Все напарники перегружены и не могут собирать.

source: Come here,
russian: Подойди ближе,

source: Everyone regroup!
russian: Всем собраться!

source: Give me some room,
russian: Отойди подальше,

source: Everyone spread!
russian: Всем разбежаться!

source: Switch to normal bullets,
russian: Заряди нормальные патроны,

source: Everyone switch to normal bullets!
russian: Всем зарядить нормальные патроны!

source: Switch to armor piercing bullets,
russian: Заряди бронебойные патроны,

source: Everyone switch to armor piercing bullets!
russian: Всем зарядить бронебойные патроны!

source: Burst at will!
russian: Стреляем очередями!

source: Don't use bursts!
russian: Очередями не стрелять!

source: Party Orders: burst allowed.
russian: Напарники: стрельба очередью разрешена.

source: Party Orders: burst forbidden.
russian: Напарники: стрельба очередью запрещена.
